[
  {
    "type": "snippet",
    "category": "note",
    "text": [
      {
        "id": "note_arcana_1",
        "text": "\"The fucking time dogs don't like the crystal machine this'll show em\""
      },
      {
        "id": "note_arcana_2",
        "text": "“看见一个长着角的小妞，在他妈的真菌里到处走。像那该死的吹笛手一样吹笛子。”"
      },
      {
        "id": "note_arcana_3",
        "text": "“所有这些来自地狱的恶魔，都有一个目标，我确信”"
      },
      {
        "id": "note_arcana_4",
        "text": "“谢谢你的魔法长矛，蠢货”"
      },
      {
        "id": "note_arcana_5",
        "text": "“嘿，这不公平！我信仰的只是免费的长袍和仪式后的甜甜圈！我可不想干这种事！”"
      },
      {
        "id": "note_arcana_6",
        "text": "“我从不认为自己是一个宗教信仰者——然而，从我手中发出的闪电和我那满是卷须的奴仆们迫使我相信。”"
      },
      {
        "id": "note_arcana_7",
        "text": "“传送门是可以封闭的，我敢肯定！一定有办法……”"
      },
      {
        "id": "note_arcana_8",
        "text": "“这一定是个玩笑，外星怪物？确实存在。带魔力的源质？嘘。可能只是个恶作剧。”"
      },
      {
        "id": "note_arcana_9",
        "text": "“亲爱的罗杰、查比、艾莉森和汤姆，刚刚一群疯狂的邪教分子出现在我家门口，现在正在我的地下室里举行你们该死的仪式——我希望你们会喜欢莫洛托夫鸡尾酒。”"
      },
      {
        "id": "note_arcana_10",
        "text": "“他们在监视，他们不需要和我们一样成为这个世界的一部分”"
      },
      {
        "id": "note_arcana_11",
        "text": "“从我的身体里流出的血......是他的血。他能通过我的修行而重生吗？我能报答他的牺牲吗？”"
      },
      {
        "id": "note_arcana_12",
        "text": "“这不是真正的教堂”"
      },
      {
        "id": "note_arcana_13",
        "text": "“老实说，如果你不去测试你的药水，炼金术是无聊的”"
      },
      {
        "id": "note_arcana_14",
        "text": "“啊，是的……我要把这烟烧得更小、更暗！”"
      },
      {
        "id": "note_arcana_15",
        "text": "“不要夸大讲义”"
      },
      {
        "id": "note_arcana_16",
        "text": "“地图干了件正事！飞行状态良好，但这儿到处都是树。”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "many_years_old_news",
    "text": [
      {
        "id": "many_years_old_news_arcana_1",
        "text": "农村屠杀继续：警方正在调查对农村宗教社区的一系列袭击中的最新事件，并宣布了以前认为无关的袭击之间的可疑联系。“农村教堂，小镇清真寺甚至新异教徒集会，所有袭击中有类似的模式。”当地警察局长说。"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "years_old_news",
    "text": [
      {
        "id": "years_old_news_arcana_1",
        "text": "幽灵镇上的血腥监狱-涉嫌犯罪者：州警察在一个前阿巴拉契亚采矿小镇发现了一个可疑的邪教组织与当地帮派之间的冲突遗骸。“我们首先怀疑这只是在错误地点的一个毒品圈。副校长说，\"时间错了。”但是，肯定有迹象表明有人也卷入其中，并随后销毁了许多证据。"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      {
        "id": "one_year_old_news_arcana_1",
        "text": "大众恐慌导致的梦寐以求：上周三夜，许多小镇社区的当地居民都报告了“愿景\"和令人不安的梦想。被采访者一致地描述了漂浮的建筑物，神秘活动和恶魔般的形象，一位受影响的牧师称其为\"六翼天使”。心理学家将重复做梦的浪潮归因于群众的恐慌，因为最初的报道仅限于一个社区，第二天才在其他地方报道。"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_grove",
    "text": [
      {
        "id": "note_grove_arcana_1",
        "text": "“我们已经看到了另一面。我们必须掌握它为我们提供的潜力。”"
      },
      {
        "id": "note_grove_arcana_2",
        "text": "“他们还没有准备好。但他们的时代会到来的。”"
      },
      {
        "id": "note_grove_arcana_3",
        "text": "“鲜血、誓言和圣火。直到为时已晚之前，他们才看见真相。”"
      },
      {
        "id": "note_grove_arcana_4",
        "text": "\"The ritual went awry.  It won't be safe to stay here.\""
      },
      {
        "id": "note_grove_arcana_5",
        "text": "“没有他们的迹象。一定他们是抛弃了这个地方，让它废弃了。但这是为什么？”"
      },
      {
        "id": "note_grove_arcana_6",
        "text": "\"Some sort of upheaval where the old ritual grounds used to be.  Can't tell if this happened during Zero Day or before.\""
      },
      {
        "id": "note_grove_arcana_7",
        "text": "\"Did they predict this?  Is that why they left?\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_sanguine",
    "text": [
      {
        "id": "note_sanguine_arcana_1",
        "text": "“巫师猎人们认为他们能阻止这一切，以为他们能阻止我们。世界屏障已经在瓦解，他们无法挽救这一点。”"
      },
      {
        "id": "note_sanguine_arcana_2",
        "text": "“我们已经预见到了这场可怕的灾难。但是我们终将战胜它，适应它。我们将统治这个新世界，凌驾于弱者和无名小卒之上。”"
      },
      {
        "id": "note_sanguine_arcana_3",
        "text": "”召唤即将完成了。我们将看到真正的力量！”"
      },
      {
        "id": "note_sanguine_arcana_4",
        "text": "“上下诸神，那些疯子带来了什么？他们到底做了什么？”"
      },
      {
        "id": "note_sanguine_arcana_5",
        "text": "\"The other magi were right, to complete the Sacrament for this purpose was foolish.  This place is lost to us.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_chalice",
    "text": [
      {
        "id": "note_chalice_arcana_1",
        "text": "\"Those fools actually believe a bunch of blood mages are causing this?  To tear down the barrier between worlds?  I don't know what is causing this, but the others are only exacerbating the problem.\""
      },
      {
        "id": "note_chalice_arcana_2",
        "text": "\"We shall bring forth our master.  The old gods shall be swept away, as we cast aside the veil of reality…\""
      },
      {
        "id": "note_chalice_arcana_3",
        "text": "”仪式之刃被黑魔法污染了，它引出了别的东西。不是我们的主人，不是帷幕彼端古神。”"
      },
      {
        "id": "note_chalice_arcana_4",
        "text": "“那不是我们的主人。众神的恐怖仆人，六翼灵从超越！它在我的脑海里在嘲笑我，嘲笑我躲在这里，而其他人却死了...”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_flame",
    "text": [
      {
        "id": "note_flame_arcana_1",
        "text": "“无论是十字架还是锤子，新月还是门扉。无论何种信仰，都同仇敌忾，对抗一切来自彼端的威胁。”"
      },
      {
        "id": "note_flame_arcana_2",
        "text": "“我们担心最坏的情况可能很快就会发生。但只要太阳仍照耀地球，我们就会反击。”"
      },
      {
        "id": "note_flame_arcana_3",
        "text": "\"Earlier this morning, we couldn't use our masks.  Every direction we looked through them was just a blinding light, like The Veil itself was torn open.\""
      },
      {
        "id": "note_flame_arcana_4",
        "text": "“我认为他们可能是对的。猩红教派并不是造成这一切的罪魁祸首。有别的东西冲破了两个世界之间的屏障，他们只是利用了这个漏洞。”"
      },
      {
        "id": "note_flame_arcana_5",
        "text": "“我们设立了一个剑锁结界来封锁下层。这个地方不再安全了，某种……某种邪恶的东西颠覆了我们唯一的避难所。”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_sanguine_tenet",
    "text": [
      {
        "id": "note_sanguine_tenet_arcana_1",
        "text": "“每一天都是一场斗争，一场为生存而不断奋斗的战斗。也可能是为了提升自己而奋斗。弱者和不够格者选择前者。我们选择后者。永远追求收获、提高、让自己变得更好。”"
      },
      {
        "id": "note_sanguine_tenet_arcana_2",
        "text": "“来自彼端的力量只是一种资源，可以用来强化自身。任何超出我们自己能力的力量也是如此。什么都不做，既不宣誓也不契约。没有上帝，没有恶魔，没有灵魂可以信任你。任何神圣的象征或圣像都不能左右那些追随道路的人。”"
      },
      {
        "id": "note_sanguine_tenet_arcana_3",
        "text": "“有时候，在走上权力之路时，道路会变窄。你再也不能和你的亲人并肩而行了。如果你冲在前面，你就有被背后捅伤的危险。如果你允许其他人向前走，他们可能会在道路再次变宽之前把你甩在后面。扪心自问，你能相信你身边的人吗，还是应该把他们推离正轨？”"
      },
      {
        "id": "note_sanguine_tenet_arcana_4",
        "text": "“此刻的斗争是适应环境和进化的必由之路。现在需要同时克服来自地球和彼端世界的影响。人类并不高人一等，但在我们的本性中，它使我们自己如此。顺从它吧，尽管这意味着我们将不属于人类。顺从它吧，尽管这意味着要逃离这种影响。这些力量不过是我们可以利用的另一种工具。”"
      },
      {
        "id": "note_sanguine_tenet_arcana_5",
        "text": "“力量需要牺牲和斗争，自我牺牲只是一种方法。弱者、不配的人、败者和劣者们是另一种牺牲的来源。即使是那些拥有强大力量的人，如果被击倒了，也要服务于胜利者的进化。让血液流动起来，赋予那些赢得它的人力量。”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_chalice_tenet",
    "text": [
      {
        "id": "note_chalice_tenet_arcana_1",
        "text": "“凝视远方就是要看到万千世界的秘密，学习隐藏的真理。但在这些行为中要谨慎。除非帷幕上的每一处伤口都是必须的，否则就不要留下痕迹。”"
      },
      {
        "id": "note_chalice_tenet_arcana_2",
        "text": "“撕裂的创伤无法真正复原，而只能弥合。同样的，流失的血液也只能用新的血液来补充。帷幕的裂缝可以通过持续的努力来修补，但终究无法恢复如初。我们的责任不是逆转已经发生的事情，而是确保我们能够度过这段苦难。”"
      },
      {
        "id": "note_chalice_tenet_arcana_3",
        "text": "“我们的生命，我们的灵魂，献给帷幕彼端古神。若我们必须，我们将与麻瓜合作，必要时与他们敌对。若我们必须，我们将扫除旧神及其信仰——如果这样能确保祂的意志实现的话。”"
      },
      {
        "id": "note_chalice_tenet_arcana_4",
        "text": "“通过我们的牺牲，我们消除了自己不希望的东西，并养成了好的东西。我们也将在其他追求中寻求这一点。那些寻求消灭邪恶的人是这个循环的一部分，但是他们的作用是为那些将在剩下的东西中树立良善的人留下清晰的道路。”"
      },
      {
        "id": "note_chalice_tenet_arcana_5",
        "text": "“帷幕彼端古神传达了黑暗而重要的使命。祂已经回应了我们的呼召，这证实了我们的目的。为了维护此世界的稳固与安全，不计代价、不问辛劳，同时，也是为了彼端的世界。”"
      },
      {
        "id": "note_chalice_tenet_arcana_6",
        "text": "“当我们寻求对彼端的理解时，不要忘记我们的人性。即使我们被我们所学的东西所加强，我们也不应破坏自然秩序，无论是这个世界还是其他世界。”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_flame_tenet",
    "text": [
      {
        "id": "note_flame_tenet_arcana_1",
        "text": "“只要太阳照耀地球，我们就决不放弃。永远不要让人类陷入灭绝。”"
      },
      {
        "id": "note_flame_tenet_arcana_2",
        "text": "“舍弃分裂和纷争，它终结过无数团体，但它不会终结我们。我们是兄弟姐妹，我们应该同等地尊重每一个神，尽管他们可能是全然不同的。”"
      },
      {
        "id": "note_flame_tenet_arcana_3",
        "text": "“所有来自彼端的力量，以及所有源于彼端的东西，在彻底摸清其本质前，都是一种潜在的威胁。以任何安全的方式观察，但首先要确保安全，即使谨慎过头。如果不能安全地确定它的性质，则必须销毁。“"
      },
      {
        "id": "note_flame_tenet_arcana_4",
        "text": "“我们从其他人手中夺走太危险的东西，不是因为恐惧，不是因为贪婪，不是因为仇恨。除非他们是对人类本身的威胁，否则我们不会再对他们进行掠夺。如果是，不管是血法师还是土匪，都不要手下留情，不要反悔。”"
      },
      {
        "id": "note_flame_tenet_arcana_5",
        "text": "“把异能从外面送回他们合法的安息之地，这样帷幕就不会再受到伤害了。我们使用的任何魔法都是为了这个目的。不要把我们暴力的行为看作是获取更多权力的手段。这会导致危险的想法和邪恶的循环。”"
      },
      {
        "id": "note_flame_tenet_arcana_6",
        "text": "“来自外部的力量寻求终结一切，我们有责任阻止这一切。不应该侵犯他们的领地，也不应该任性地与他们的权力勾结。很少有人能意识到这些。任何超自然的怪物都必须回到它原本的领地，不管是活的还是死的。”"
      },
      {
        "id": "note_flame_tenet_arcana_7",
        "text": "“腐败的力量摧毁人类的身心。它们的方式很多，有些是可以预防的，有些则是不可避免的。不要对外界被腐蚀的人怀有恶意，因为他们已经遭受了惩罚。并不是所有人都自愿参与其中。”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_sanguine_hint",
    "text": [
      {
        "id": "note_sanguine_hint_arcana_1",
        "text": "“通往力量之路是变革与适应之路。我们已经了解到，彼端的影响能作用于人类形态，但直到现在，我们所看到的似乎对我们的目标没有帮助。其他一些人仍然相信，这仅仅是一个寻找合适的影响并掌握的问题。”"
      },
      {
        "id": "note_sanguine_hint_arcana_2",
        "text": "其他人一直在收集召唤师的典籍，以及某种被一个屠猎者发现的遗物。他们准备进行某种伟大的召唤活动。 在古老的废墟间，当水积聚循环，法师们将测试人类对彼端掌握的极限。"
      },
      {
        "id": "note_sanguine_hint_arcana_3",
        "text": "“怪物的鲜血，是永恒的生命。银色的标志，是对彼端的召唤。圣物低放、弯曲以满足我们的需要。在水中，鲜血会流淌，有价值的人会被考验。」"
      },
      {
        "id": "note_sanguine_hint_arcana_4",
        "text": "\"We lost our main base of operations thanks to the magi of the Secta Per Aspera.  Whatever they called up for their little transhumanist experiment, it tore most of them asunder.  Should've just bled the damn thing dry like the others suggested.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_chalice_hint",
    "text": [
      {
        "id": "note_chalice_hint_arcana_1",
        "text": "“自从猎人们打破了我们双方之间的和平，我们就一直在努力找回神圣的武器。我们仍然不知道即将到来的黑暗将以何种形式出现，但我们知道这些遗物必须还于我们的大祭司。仪式武器不仅提供了对帷幕本身的掌控，还是抚平其伤口的手段。”"
      },
      {
        "id": "note_chalice_hint_arcana_2",
        "text": "“星之预兆指引我们去到圣地。一扇窗从上方撕裂了天与石，通向彼端。在陨星毁坏地球之地，在石头违抗引力之地，我们的十四位信徒与帷幕彼端之主进行了交流。他们中的一半人把自己的生命献给了主，这样，七位大祭司接受了七圣器。现在，我们知道我们只有一把剑尚未失去。”"
      },
      {
        "id": "note_chalice_hint_arcana_3",
        "text": "“虽然我们迷失了，但我们还没有破碎。虽然这个世界摇摇欲坠，但我们仍抱着希望。在星星标记大地的地方，飞石把夺走我们最大希望的邪恶捆绑起来。我们向帷幕彼端古神祈祷，希望我们能活着夺回帷幕，并引导这个世界重回光明。”"
      },
      {
        "id": "note_chalice_hint_arcana_4",
        "text": "\"We have lost so many, countless faithful who served the Shrouded King to the end.  There are others out there, awaiting a sign of hope for this world.  But I fear the fate of this world is to be dragged into the abyss Beyond, if we cannot recover any of His relics.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_flame_hint",
    "text": [
      {
        "id": "note_flame_hint_arcana_5",
        "text": "“几个月来，我们一直在试图追踪这一地区猩红教派的动向。他们偷走了危险的召唤经文，还偷走了各种圣物。我们尚不明确他们的长期计划是什么，也不知晓他们最重要的藏身处可能在哪里。”"
      },
      {
        "id": "note_flame_hint_arcana_6",
        "text": "“我们已经寻求与守誓者达成休战协议，因为最近我们得知“猩红教派”获得了守誓者的一件遗物。我们还不知道他们打算用它做什么，也不知道它在哪里，但我们知道，有关的猩红教派已经涉及召唤和其他进一步削弱帷幕的行动。如果这些文物是用来操纵帷幕的裂缝的，让它落入他们手中会危及我们所有人。”"
      },
      {
        "id": "note_flame_hint_arcana_7",
        "text": "“净化者与城市里的人合作，证明最坏的情况已经发生。据他们所说，其他的奥术命令都与不断恶化的局势无关。某些军事物品也许在研究设施里，我们几个同事一直在努力获取相关信息，但我们真的不知道。事实上我们一直在自己瞎搞。”"
      },
      {
        "id": "note_flame_hint_arcana_8",
        "text": "\"The Sanctum of St. John has fallen to some unknown anomaly, and the cities are overrun with abominations.  If we can find another hunting party and secure a new sanctum, we might stand a chance.  One of the others mentioned a rumor of outsiders surviving in a refugee camp, who a few other hunters have made contact with.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_starry_correspondence",
    "text": [
      {
        "id": "note_starry_correspondence_arcana_1",
        "text": "“兄弟，谨以此信致以诚挚的问候，愿你身体健康。尽管门扉洞开，但请当心，我们当中的一些人已经误入歧途。他们可能会危及我们的事业。”"
      },
      {
        "id": "note_starry_correspondence_arcana_2",
        "text": "“我希望这封信能毫无问题地被你收到。我向你保证我们没有危险。他们捕风捉影，罔顾真相。我们有更大的威胁需要警惕。”"
      },
      {
        "id": "note_starry_correspondence_arcana_3",
        "text": "“愿星辰把这封信迅速指引给你，兄弟。道路很明确，但你是对的，我们有更重要的事情要担心。罗马的傀儡们发现了我们的存在。我们无法确定他们还能派什么同伙来对付我们。”"
      },
      {
        "id": "note_starry_correspondence_arcana_4",
        "text": "“他们的威胁不再重要。时间到了。木星将吞噬他的卫星，火星将被永恒的火焰所涂抹。无论是盲目世界的仆人，还是古老的神，甚至是黑暗中的猎者，我们都将活在死亡中。”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "note_soa_journal",
    "text": [
      {
        "id": "note_soa_journal_arcana_1",
        "text": "“最初的报告似乎错得离谱。对于这样规模的城镇，需要更多的行动，因此需要进一步的侦察。”"
      },
      {
        "id": "note_soa_journal_arcana_2",
        "text": "“军民往来频繁，人口流动密集。肯定有些奇怪的事情正在酝酿，很难判断它是否在我们的专业领域内。继续监视。”"
      },
      {
        "id": "note_soa_journal_arcana_3",
        "text": "“不管他们在干什么，他们都不会在公开场合这样做。要么是在市中心设立了C&C，要么是以其他方式隐藏起来。观察会继续的，但要隐藏起来。”"
      },
      {
        "id": "note_soa_journal_arcana_4",
        "text": "“异常活动已确认，最新的货物交付与往常的交付不同，安全措施也加强了。保持谨慎。”"
      },
      {
        "id": "note_soa_journal_arcana_5",
        "text": "“或无法确定敌方是否受到重大破坏。侦察员报告说，他们的安全区域可能有第二个入口，但轰炸可能已经把它炸毁了。”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "radio_archive",
    "text": [
      {
        "id": "radio_archive_arcana_1",
        "text": "kshhhsk....我们还活着！对于任何听到的人，我们已经挂接到ksshhsk中央的zchzzzzch-广播塔...天哪该死的，已经在工作！如果你在那儿，我希望你能听到。 .ksshhsk ...伸出一会儿。圣约翰被妥协，在zpzzzzpzz的圣所集合-"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "schizo_delusion_paranoid",
    "text": [
      {
        "id": "schizo_delusion_paranoid_arcana_1",
        "text": "你有一种微弱的感觉，认为那里有比丧尸还要糟糕的东西。"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "arcane_lab_note_surface",
    "text": [
      {
        "id": "arcane_lab_note_surface_1",
        "text": "“安全更新：最近的一个安全漏洞已经被控制，一个身份不明的人设法进入了设施，在被拘留之前几乎绕过了第一区的自动安全系统。三区安全人员将对这起事件进行调查，以确定他们是如何轻而易举地通过地面安全检查的。”"
      },
      {
        "id": "arcane_lab_note_surface_2",
        "text": "“安全更新：继续密切监视周边，上一次事件已经证明这个设施有可能成为目标。记住每小时以及轮班前后提供状态更新。”"
      },
      {
        "id": "arcane_lab_note_surface_3",
        "text": "“安全更新:紧急锁定生效。三区发现不明生物危害和结构故障。地面人员将协助一区和二区人员疏散到地面，然后疏散所有非必要的安全人员。只保留足够的人员来防止设施进一步受损。”"
      },
      {
        "id": "arcane_lab_note_surface_4",
        "text": "“最新装运情况：由于最近局势不稳，周边地区宣布进入紧急状态，在可预见的未来将停止供应。非必要人员可自行决定带薪休假，以尽量减少现场人员，直到收到研究指导网络关于未来必要材料交付的进一步确认。”"
      },
      {
        "id": "arcane_lab_note_surface_5",
        "text": "“装运更新:因为紧急状态已经停止了与周围地区研究指令站点的所有通信。装运何时恢复尚不可知。鉴于目前的人员水平，预计关键供应将持续两个月。现在建议所有人员留在现场，作为庇护所的一部分。第一区和第二区的项目将被搁置，直至另行通知，第三区可自行决定继续进行基本项目。”"
      },
      {
        "id": "arcane_lab_note_surface_6",
        "text": "“军方从来没有出面来管理撤离工作，甚至没有告诉我们外面的情况有多糟糕。重点地点，那算个屁。没有其他设施的消息，没有无线电联系，没有电话。我们不能让这个地方永远运转下去，也不能让所有人都回家。楼下的人除了呆在这里继续他们的研究之外，似乎没有任何计划。但后来呢？”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "arcane_lab_note_sector_one",
    "text": [
      {
        "id": "arcane_lab_note_sector_one_1",
        "text": "“工作人员更新:食堂职员在处理货物时，应严格遵守供应轮换时间表，并在打开二级冷藏室的任何容器前留意标签。为了提高制冷效率，二区生物冷库与二级冷库相邻。虽然安全百叶窗通常保持密封，但当工人在处理货物时需要更多空间时，它们可以打开，材料可能会放错地方。如果你发现食品仓库的任何容器上有二区标识，立即通知保安。不要试图自己处理材料。”"
      },
      {
        "id": "arcane_lab_note_sector_one_2",
        "text": "“工作人员最新情况：除非正在进行维护，否则第一区公用设施室的通风通道将保持锁定，并且任何需要进入第二区通风部件的程序都将通知安保人员。由于担心外部野生动物可能进入第二区服务器室并损坏敏感设备，因此在通风网络中安装了自动灯光安全装置，以控制害虫。在维护该区域之前，必须通知安全部门，以便安全关闭设备。”"
      },
      {
        "id": "arcane_lab_note_sector_one_3",
        "text": "“安全更新:在周边地区情况恶化之后，已经宣布了紧急命令，有报告称，正在对疑似生物瘤采取军事行动，并破坏了社会秩序。此外，与研究指导网络失去了联系。目前建议人员在该设施原地避难，直到重新建立联系，分配到该优先地点的军事资产到达，或者直到宣布疏散令。”"
      },
      {
        "id": "arcane_lab_note_sector_one_4",
        "text": "“安全更新：所有人员立即撤离。安保人员将护送第二区的人员前往第一区，然后在必要时坚守现场，以控制局势。只携带基本药物、身份证明和任何仍然有效的紧急联系方式。”"
      },
      {
        "id": "arcane_lab_note_sector_one_5",
        "text": "“我们开始缺少食物和医疗用品。从这开始到现在还没一个月吧？考虑到缺乏联系，我们肯定比该地区的其他设施坚持得更久，但局长迟早会下令撤离。似乎没有人知道这个世界还有多少撤离的余地。"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "arcane_lab_note_sector_two",
    "text": [
      {
        "id": "arcane_lab_note_sector_two_1",
        "text": "“工作人员更新：提醒具有Epsilon或更高访问级别的人员允许进入第三区手术观察室。请在进入前在二区操作台签到。尽管观察室不属于第三区的高度安全区域，但由于某些程序的敏感性，并且为了患者的保密，安全部门保留充分的自由裁量权，在需要时锁定进入观察室的通道。”"
      },
      {
        "id": "arcane_lab_note_sector_two_2",
        "text": "“工作人员更新:还不知道其他研究设施的运输何时，甚至是否会恢复。鉴于目前避难所的秩序良好，第二区的所有项目都将暂停，直至另行通知。只要现有的研究材料允许，第三区的行动可以继续。”"
      },
      {
        "id": "arcane_lab_note_sector_two_3",
        "text": "“安全更新：目前仅允许访问级别Delta或更高的人员访问第三区的高度安全区域。在未知入侵者事件发生后，根据目前对生物瘤系统浸润的关注，疑似造成目前紧急状态，致命安保系统已上线。第三区安全部门已经安装了军事自主防御系统，通道由第三区安全人员控制，他们将随时保持主动轮班。”"
      },
      {
        "id": "arcane_lab_note_sector_two_4",
        "text": "\"We had a breakthrough with the armament development for the new autonomous security being tested in Sector Three.  Doctor Rynden, in either a fit of genius or insanity, was able to adapt the UPS sampling those inlay weapons from Y-25 use to the mech's rift focus system.  It doesn't match the yield of those crystal-fed projectors, but it's a start.  Doesn't draw as many complaints from the Project Kairos team about distortions messing up their readings either.\""
      },
      {
        "id": "arcane_lab_note_sector_two_5",
        "text": "“三区出事了。我们有一个电力波动，然后一些东西爆炸了，大多数系统彻底断电。我们很多人受伤了，有些伤得很重。他们正在疏散一区和二区，但是封锁解除了，所以我们在三区没有授权身份。我们知道生物正常性可能会影响这里的人员，因此安全部门非常谨慎地处理事情，并试图将分流的伤亡人员妥善隔离。”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "arcane_lab_note_sector_three",
    "text": [
      {
        "id": "arcane_lab_note_sector_three_1",
        "text": "“安全更新：一名入侵者最近被拘留，试图进入第二区后，已经溜进了第一区未被发现。由于缺乏适当的关押设施，他将被关押在第三区的隔离室，在紧急状态解除之前接受讯问并移交给有关当局。他身上有几件性质异常的物品，由于可能与Kairos项目人员处理的敏感材料有关，目前正在进行调查。”"
      },
      {
        "id": "arcane_lab_note_sector_three_2",
        "text": "“安全更新：已在第三区准备了额外的安全资产，以应对潜在后果，以应对空间疲劳事件可能是导致其他设施沉寂的原因的担忧。一件自主军事外套，代号Z-07，代号“Strigoi”“已经进行了第一次成功的测试。在发生封锁事件时，Z-07将被激活，并指示其瞄准所有异常或未识别的生物信号。建议第三区人员始终保持其身份，因为它包含识别和协助仍然活着的人员所需的IFF签名。”"
      },
      {
        "id": "arcane_lab_note_sector_three_3",
        "text": "“安全更新：我们已经完全失去了与研究指导网络的联系，必须承担最坏的后果。Kairos项目将获得最高发展优先权。如果目前的预测是正确的，许多受影响的设施将遭受空间疲劳事件，此外，还将受到生物系统的系统性污染。”"
      },
      {
        "id": "arcane_lab_note_sector_three_4",
        "text": "“Kairos项目更新:随着附近研究机构的批准，基本材料陆续到位，我们预计在未来几个月内将取得重大突破。由于当前研究指令下的其他项目的保密性，关于隐形传态研究的信息一直很少，但他们向我们发送的信息表明，根据当前竞争假设的结果，该项目可能被证明是有用的。”"
      },
      {
        "id": "arcane_lab_note_sector_three_5",
        "text": "“Kairos项目更新：进一步的测试证实了‘空间操纵科学可能会产生一种波及周边地区的连锁反应’这一假设，现在我们缺乏数据来构建一个长期的后果可能是什么的模型。我们还发现，在这些‘涟漪’发展过程中，如果操作时原点包含在电磁气泡中，强电磁场可以与它们相互作用，减缓它们的传播。”"
      },
      {
        "id": "arcane_lab_note_sector_three_6",
        "text": "“Kairos项目更新：尽管花了很多时间在繁文缛节上，但我们确认，有一个非常微弱的，可测量的长期影响所造成的空间操纵的多个实例。微气孔克服阻力并开始显现所需能量的轻微减少。我们已经排除了大气条件的变化和机器阻力的变化。我们目前的研究表明，这可能会放大空间操纵的涟漪效应，但电磁遏制允许消除涟漪效应。在我们报告研究结果之前，还需要进一步的研究，但越来越多的人担心，时间可能至关重要。”"
      },
      {
        "id": "arcane_lab_note_sector_three_7",
        "text": "“Kairos项目更新:只要项目继续运行，维镜阵列就应该每24小时放电一次。每天的试射应该持续到局部空间波动正常化。如果一切按计划进行，我们只需要坚持一个月，就可以安全地继续进行第二阶段。我们的假设是，微区域的波纹能量一旦被抑制，就可以通过我们一直在研究的其他异常原理来操纵。这可能会将能量引向遭受空间疲劳事件的某个地方，也可能会将阻力增加到门户无法自我维持的水平。”"
      },
      {
        "id": "arcane_lab_note_sector_three_8",
        "text": "“入侵者的个人物品中有许多显然是从其他研究设施偷来的异常技术，但也有一些是未知制造的。我们正设法与其他设施取得联系，通知他们可能发生泄漏。或者其他人在我们不知道的情况下探索类似的领域。也许是中国？根据我们的记录，入侵者似乎是个平民，但我们很难得到任何关于他的最新信息。骚乱和紧急状态并没有让这变得更容易。”"
      },
      {
        "id": "arcane_lab_note_sector_three_9",
        "text": "“我们正试图协调各方努力，重新控制局势，以便解除封锁。由于空间透镜阵列的损坏，我们正处于遭受空间疲劳事件的边缘。考虑到近一个月来我们一直在竭尽全力防止这种情况，最初的能量释放是巨大的，副作用可能会更严重。”"
      },
      {
        "id": "arcane_lab_note_sector_three_10",
        "text": "“我们还有一个问题。幸存下来的三区大部分人员要么在候车室原地避难，要么决定在楼上靠近戒备森严的结账处等候。入口浪涌冲击峰值引起的二次爆炸造成了楼上的结构损坏。我们发现了部分安全壳破裂和第二次大规模伤亡事件。考虑到第二区疏散工作的紧张和生物正常污染的证据，在疏散结束之前，可能会发生大规模的复活事件。”"
      }
    ]
  },
  {
    "type": "snippet",
    "category": "arcane_lab_note_finale",
    "text": [
      {
        "id": "arcane_lab_note_finale_1",
        "text": "“镜头阵列正在为试射充电。如果到现在还没有发射，它就会充满能量，只要触碰平台就可能触发放电。我自愿尝试到达试验室，如果成功的话，它可能会破坏异常，足以解除锁定，让其他人可以尝试逃跑。”"
      }
    ]
  }
]